[
    {
        "name": "Stalgia Grigg",
        "image": "open-studio-bw_c.jpg",
        "text": "Labore aliquip culpa fugiat est ut aliquip nisi dolor exercitation aute ullamco. Eiusmod cupidatat adipisicing esse eiusmod enim tempor duis consequat dolore aute nostrud et cupidatat minim. Anim occaecat duis mollit elit cupidatat enim velit officia nulla labore elit. Nostrud consequat incididunt eu tempor eu sunt ad reprehenderit commodo proident nisi duis qui id. Id magna ut do dolor tempor cupidatat esse do minim elit. Exercitation sunt fugiat duis ipsum mollit. Ea labore et irure tempor enim elit laborum sit nulla dolore laborum aliquip ex id.",
        "features": [
            {
                "text": "This is a sketch for a gamified web essay on Natalie White. Natalie was the center of a social-media campaign to find a suspect to charge for the burning of a Wendy’s in Atlanta in June.",
                "x": 1159,
                "y": 385
            },
            {
                "text": "My roommates and I print out pictures of prominent whistleblowers to display on our fridge. This is a picture of Dawn Wooten, the whistleblower that revealed that ICE detention centers were forcing hysterectomies onto detainees.",
                "x": 220,
                "y": 1476
            },
            {
                "text": "This is a project I am working on called 'dummy-data'. The project re-imagines the captcha as a utopian device and machine learning as a non-reactionary prognostic tool. I am interested in the idea of creating data for a different world rather than training machines to replicate our current one.",
                "x": 750,
                "y": 700
            },
            {
                "text": "This is a a faraday sleeve that I made with the help of Tim Schwartz of LA Cryptoparty. It blocks your cellphone from sending and receiving communications (which it does even when it is off). I put my phone in this when I need to focus.",
                "x": 500,
                "y": 1400
            }
        ]
    },
    {
        "name": "Alethea Pace",
        "image": "open-studios-Alethea_Pace.jpg",
        "text": "I continued to work on <em>Here goes the neighborhood..</em>. \n a multimedia work that reminds us of the wealth of knowledge we have in our bodies, memories and histories, and empowers us to dream of radical visions for our future. Created in collaboration with Bronx community members, it is an offering to the Bronx and an invitation to reclaim space. The piece was supposed to premier in May 2020 at BAAD! \n The Bronx was always the source of inspiration for the project but that feeling intensified over the past few months. I’ve spent hours during this pandemic walking around the borough and getting to know it more than ever. Everywhere I turned, on every block and street corner, I saw both creativity and resilience bursting from the seams. That inspired me to keep making work that centers our stories, especially those that are often untold or forgotten.",
        "features": [
            {
                "text": "This video is the culmination of a process of oral history walks that I cultivated with Bronxites. Their stories are presented alongside their site-specific movement responses.",
                "x": 744,
                "y": 847
            },
            {
                "text": "I've been wanting to learn projection mapping for some time and have been familiarizing myself with Isadora software over the last few months.",
                "x": 520,
                "y": 1423
            },
            {
                "text": "This video situates the work about the Bronx within a larger global context by mapping shifting landscapes across the world throughout history.",
                "x": 962,
                "y": 623
            },
            {
                "text": "Milk crates...collecting, storing and transporting them was its own dance piece! They can be used to construct altars, dance on, sit on as well as being chandeliers.",
                "x": 570,
                "y": 146
            }
        ]
    }
]