[
    {
        "name": "Alethea Pace",
        "image": "open-studios-Alethea_Pace.jpg",
        "text": "I continued to work on <em>Here goes the neighborhood..</em>. \n a multimedia work that reminds us of the wealth of knowledge we have in our bodies, memories and histories, and empowers us to dream of radical visions for our future. Created in collaboration with Bronx community members, it is an offering to the Bronx and an invitation to reclaim space. The piece was supposed to premier in May 2020 at BAAD! \n The Bronx was always the source of inspiration for the project but that feeling intensified over the past few months. I’ve spent hours during this pandemic walking around the borough and getting to know it more than ever. Everywhere I turned, on every block and street corner, I saw both creativity and resilience bursting from the seams. That inspired me to keep making work that centers our stories, especially those that are often untold or forgotten.",
        "features": [
            {
                "text": "This video is the culmination of a process of oral history walks that I cultivated with Bronxites. Their stories are presented alongside their site-specific movement responses.",
                "x": 744,
                "y": 847
            },
            {
                "text": "I've been wanting to learn projection mapping for some time and have been familiarizing myself with Isadora software over the last few months.",
                "x": 520,
                "y": 1423
            },
            {
                "text": "This video situates the work about the Bronx within a larger global context by mapping shifting landscapes across the world throughout history.",
                "x": 962,
                "y": 623
            },
            {
                "text": "Milk crates...collecting, storing and transporting them was its own dance piece! They can be used to construct altars, dance on, sit on as well as being chandeliers.",
                "x": 570,
                "y": 146
            }
        ]
    },
    {
        "name": "Diana Guerra",
        "image": "open-studios-Diana-Guerra.jpg",
        "text": "The way I make art has definitely changed since the pandemic started. I haven't worked in my studio since then and I also moved to a new apartment early in quarantine. Nowadays, I work at home with the space that is available. The process itself has also changed since now I include more planning before making and, in some way, this has transformed the scale and type of my work too. Almost all my work in progress is digital or has stayed in a digital format for now. \nI've transitioned to photographing more inside my apartment since meeting people has become more difficult due to Covid restrictions. This has allowed me to explore more in detail lighting techniques and specifics of studio photography which has been challenging but fruitful. I'm excited to see the outcomes of a new way of making that I've been experiencing the last few months, and to keep expanding the work that I started with my thesis project",
        "features": [
            {
                "text":"This is an extension of my thesis project which I presented last semester. This photograph will be part of a series of still lives that dives into the third space that we, latinx immigrants, build on a daily basis in NYC.",
                "x": 752,
                "y": 571
            },
            {
                "text": "A previous series of photographs where I collaborated with street vendors in Bushwick to place 3D printed objects in their food (<a href='https://dianaguerra.com/bushwick-america'>https://dianaguerra.com/bushwick-america</a>). The objects were the ones I included in <a href='https://rgbird.dianaguerra.com'>the animation RGBird</a>.",
                "x": 756,
                "y": 1004
            },
            {
                "text": "Fabrics and props for my last photo series. I'm trying to include objects to accomplish a mixture of our homelands and NYC. Any ideas?",
                "x": 198,
                "y": 1028
            },
            {
                "text": ": Cut out of the eyes of an immigrant worker that I photographed during a protest in July (<a href='https://www.instagram.com/p/CEATEQDp6hH/'>https://www.instagram.com/p/CEATEQDp6hH/</a>).",
                "x": 152,
                "y": 1480
            },
            {
                "text": "My beloved digital camera that I recently got to transition from analog photography. Now, I'm trying to focus more on the image composition rather than the process of making it.",
                "x": 1051,
                "y": 912
            },
            {
                "text": "I usually develop my black and white negatives. Here is a series that I worked on at the beginning of the year and that resembled a search for identity. (a href='https://dianaguerra.com/look-at-look-into'>https://dianaguerra.com/look-at-look-into</a>).",
                "x": 1342,
                "y": 946
            },
            {
                "text": "One of my Social Security To Go stickers, a mail art project that included intervention in the public space. If you would like to receive one (for free), check out this link (<a href='https://dianaguerra.com/home-1'>https://dianaguerra.com/home-1</a>).",
                "x": 1296,
                "y": 1110
            }
        ]
    },
    {
        "name": "Ryan Maleady",
        "image": "open-studios-Ryan-Maleady.jpg",
        "text": "While most artists in DIAP are used to the studio being the laptop, I don’t think any of us were expecting what happened during our final school year. The laptop would become the site of our labor (if we were lucky enough to keep a job), where our virtual classes would be held, where the art would have to be made, and where even our leisure time would now take place while under different variations of lockdowns. \nAll distinctions between these modes of living have collapsed into the digital, making time feel out of joint and art sometimes feel unimportant in comparison to the chaotic and absorbing reality we’re living through. At the beginning of lockdown, I had a hard time justifying my art practice. Living through history made art seem meek and naive and the George Floyd uprisings made art feel even more futile in comparison. But as time passed and institutions and civilization itself began to visibly crumble under the weight of the pandemic, new possibilities, new futures seemed to make themselves visible and inspiration started to seep back into art and life.\nAfter seeing much of the art world respond to the Trump presidency with out-of-touch liberal morality theater and didactic protest art, I’ve become more interested in making art about conspiracy subcultures from a morally ambiguous and complex position. Now is as good a time as ever to ask ourselves “doesn’t a sick society call for a sick art?”",
        "features": [
            {
                "text":"This is a photograph I took of a camouflaged <a href='https://urldefense.proofpoint.com/v2/url?u=http-3A__www.cellreception.com_towers_details.php-3Fid-3D1277252&d=DwMFaQ&c=4NmamNZG3KTnUCoC6InoLJ6KV1tbVKrkZXHRwtIMGmo&r=Y9dtZ4_anWI9JelE9zqto4OclfOSz_4vgbrAlZzJ0Rs&m=rFiv0XhQ1-TJpUuMVqNL9rncRsXPrkdLat1ZBhW01aA&s=K538FQ4mVqo0__CMkCrXtyzqV1V5odPmjezM8OTZJd8&e='>cell tower</a> in upstate NY. I got it printed onto corrugated plastic often used for political lawn signs and adhered custom bumper stickers, delineating the different generations of wireless cellular technology.",
                "x": 882,
                "y": 734
            },
            {
                "text":"This is a website I made in the character of an anonymous artist and conspiracy theorist. I use the website as a 'sketch pad for ideas' where I create clickable, hyperlinked conspiracy image-fictions loosely based off current events.",
                "x": 222,
                "y": 1026
            },
            {
                "text":"New Dark Age helped shape my views on contemporary conspiracy theory as a mass folklore of the internet. Bridle also makes connections between conspiratorial delusions and how they precisely track to the new scientific discoveries and technologies of the day.",
                "x": 145,
                "y": 1309
            },
            {
                "text":"Apocalypse Culture is compulsory reading for any edgelord. No where else can you find an essay by someone like the radical anarchist and inventor of the temporary autonomous zone, Hakim Bey, followed by an essay by Hitler.",
                "x": 627,
                "y": 1280
            },
            {
                "text":"Breathing is a beautifully poetic book about the cycles of spasm, despair, and chaos we encounter in the ever accelerating, suffocating corpse that is financial capitalism. The only way to regain our collective, rhythmic breath once again is through 'poetry'. ",
                "x": 520,
                "y": 1170
            },
            {
                "text":"Land is at his best when diving head-on into schizophrenic theory-fiction. This was helpful in developing ways to write in a future-oriented way; creating new fictions out of existing ones by mashing prefixes, references, and suffixes together.",
                "x": 235,
                "y": 1431
            }
        ]
    },
    {
        "name": "Victor Pinnock",
        "image": "open-studios-Victor-Pinnock.jpg",
        "text": "During the past year 6 months this desk has been where I work, study and play. Alleviate only ever so often walking outside or having to work in person twice a week on my new job as a highschool teacher over the past month. I've moved back home half way through the pandemic and now moving again. It seems like this year was somehow filled with more live changing events than the whole decade for me. Even though there has been much hardship and change, it has led me to great growth.",
        "features": [
            {
                "text":"Physical computing components I just received today, I am planning to use to try to talk to plants as a final project for creative computing class. Together with other chips I am hoping to recycle and use for this project.",
                "x": 120,
                "y": 1040
            },
            {
                "text":"Digital drawing app I created this semester using processing. It was a great exploration of coding and I had fun playing with it all the time.",
                "x": 1020,
                "y": 1020
            },
            {
                "text":"A starbucks bottle filled with living moss, a self sustaining terrarium given to be as a gift by my friend Johnathan. I like to stare at it when I need a break from the screen.",
                "x": 170,
                "y": 861
            },
            {
                "text":"Hard to see but a 3D printed pot sculpted using VR next to a design by one of my high school students. Black 3D printed objects don't always photograph well.",
                "x": 470,
                "y": 1000
            }
        ]
    },
    {
        "name": "Zaira Ramos",
        "image": "open-studios-Zaira-Ramos.jpg",
        "text" :"The biggest challenge this semester was creating a space for myself at home. As a first year student in the DIAP program, I was really looking forward to interacting with fellow students in the open studio space. While undergrad I saw the importance of creating while being inspired by others. There is something about being in a space that helps lift you up. So when this semester everything switched to online learning, making a space for myself where I could zen out was super important. I needed to surround myself with things that inspired me to create, and also have the space where I could multitask with everything at once.",
        "features": [
            {
                "text" :"These are some Illustration prints that I purchased from a Puerto Rican artist named Tanya Torres. The colors and meaning behind both prints serve as inspiration to a lot of my current work this semester.",
                "x": 430,
                "y": 214
            },
            {
                "text" :"This is my desktop that has Indesign open with some beginning layout ideas for my current project. I also have google open next to my Indesign file as inspiration for what images will be used in my design.",
                "x": 306,
                "y": 540
            },
            {
                "text" :"While I work, I like to also have my laptop on so I can go back and forth between my desktop and laptop files. I try to gather and look at as much information as I can while building the research aspect for my project.",
                "x": 1205,
                "y": 1008
            },
            {
                "text" :"These are some sketches to my current project La Cura de Mami (Mom’s Cure). This project is inspired by past work that I have done relating to the generational study in my Puerto Rican heritage. I have been focused on the knowledge and objects that are passed down from mother to daughter. For this specific project I am focused on the medicinal properties in plants that have been grown and used by my mother, grandmother, and great grandmother. The book that is under my sketchbook is my mothers book that is full of plants and their medicinal properties. This is the driving force to my idea and research.",
                "x": 505,
                "y": 1462
            }
        ]
    },
    {
        "name": "GOODW.Y.N.",
        "image": "open-studios-GOODWYN.jpg",
        "text": "I really saw this assignment as a challenge and was hesitant to even involve myself or my 'stronghold' (studio). For me this has been a place of privacy and solitude, where I stare outside my window and envision another world, sometimes like this COVID-19 reality, other times far better or worse. Either way, allowing others to enter wasn't in my prerogative until a few words from the past echoed in my ears once more. 'Challenge Yourself.'",
        "features": [
            {
                "text" :"This is the large viewing television that is hooked up to a laptop that is busted and yet I can't bear to part with.",
                "x": 250,
                "y": 77
            },
            {
                "text" :"My favorite 'POPS' Collection (Snaps from Regular Show, Piccolo from Dragonball Z, Picardus Locutus of Borg, STNG)",
                "x": 260,
                "y": 274
            },
            {
                "text" :"Race After Technology. An intriguing read about algorithms and the creation of 'cyber-prejudice' /racism. ",
                "x": 1150,
                "y": 1129
            },
            {
                "text" :"AIJOY Plug/USB Port Set, comes in real handy these days.",
                "x": 953,
                "y": 1031
            },
            {
                "text" :"Ring Light and stream camera for my podcast and sound experiments.",
                "x": 1111,
                "y": 935
            },
            {
                "text" :"Podcast microphone",
                "x": 1121,
                "y": 994
            },
            {
                "text" :"Soundproof pads",
                "x": 1244,
                "y": 938
            }
        ]
    },
    {
        "name": "Katya Fedotova",
        "image": "open-studios-Katya-Fedotova.jpg",
        "text": "About five years ago I was introduced to the word “outdoorsy”, back then I thought it meant to describe someone like me. I have always treated my house like a tent, a campground at most, meaning that life begins once I stick my head out in the world. This year I realized that this feeling of internal freedom requires  having people that keep a home, maybe far, just somewhere. Once it’s gone- life is not adventurous it is derelict, chaotic and lonely.\nI spent months sitting in front of the window and thinking I would grow to dream of future journeys. When that didn’t happen-  I spent long weeks on a road hoping I’d eventually be excited to return home. Instead I got tired and when I was back to my Brooklyn apartment I got zipped up in blankets and began reading, writing and working on my photographs because unlike everything else- old habits die hard. The only times I step out of The Indoorsy are to take pictures and to buy food. Though I recall buying this kettle and a coffee mug about a week ago. ",
        "features": [
            {
                "text": "My favorite albums contain botanical illustrations and geometric drawings- it's amusing and touching to be recognizing limitlessness of the world and see tireless attempts to outline it and make sense of it. Always helps me not to take my work too seriously.",
                "x": 229,
                "y": 831
            },
            {
                "text": "I built a bed shelf to put a vase on it and to wake up to seeing flowers. I didn't consider that they would end where I can not actually see them. But I know they are there. ",
                "x": 313,
                "y": 289
            },
            {
                "text": "On my last 10 out of 300 of my 'despicable me' instax film. I have lots of things to remember. These days I wonder when am I going to meet another 10 people whose faces I would want to keep on my fridge. Can it be strangers? I haven't seen this cartoon.",
                "x": 440,
                "y": 1082
            },
            {
                "text": "In 2017 I bought a roll of film unaware that I forgot my camera at home  in Moscow. I found my roommate's Pentax and took 36 photos of her cat. She was impressed with the gesture and let me have both- the Pentax and the cat.",
                "x": 273,
                "y": 736
            },
            {
                "text": "I don't really drink tea and I didn't think I would buy one with a whistle, but feeling like a Pavlov's dog experiment  is not too bad when you get to be a Pavlov as well; and instead of uncomfortable salivation it brings up memories of the better days.",
                "x": 200,
                "y": 1557
            }
        ]
    },
    {
        "name": "Victor Plavitu",
        "image": "open-studios-Victor-Plavitu.jpg",
        "text": "Rolling out of bed 10 minutes before class to walk 5 feet over to my desk has been both the easiest and greatest challenge this semester. The convenience of attending a graduate program by simply signing into Zoom sounds great on paper or better said on “screen”. No need to sit in traffic, blame the MTA for unexpected delays or worry about the weather. These inconveniences are a thing of the past.\nLiving as a New Yorker in this covid world has made me miss and appreciate the hassles we once faced. Commuting is part of what defines us as New Yorkers. Now the phrase “work from home” is a concept we have all adopted. My bedroom has taken on a new role as my studio and my laptop has now become my university. All accessible within seconds. \nAs New Yorkers we continue to stay resilient, even through this unprecedented time in history. Amongst my family, friends and peers, I proudly say DIAP has been the best thing to happen to me. I admire the willingness, dedication, patience and adaptability of fellow students and faculty. These characteristics keep me motivated to perform my best even when my psyche has taken a toll. Although transitioning to the online “studio” has been an impactful learning experience, I can’t wait for the day to step into the actual DIAP studio at City College and apologize for being 10 minutes late because the A train was held up at 135th street.",
        "features": [
            {
                "text": "<em>The Mammoth Book of Street Art and Photoviz:</em> sources of inspiration for new projects. Purchased 2019 in Bucharest, Romania. ",
                "x": 195,
                "y": 1459
            },
            {
                "text": "Canon 7D Mark II: Owned since 2015. Primary camera.",
                "x": 460,
                "y": 1635
            },
            {
                "text": "Synthesis Map about Mass Surveillance: Completed in DIAP Project Research where I explore the exploitation of power that government and private companies use to access data of American citizens under mass surveillance acts with little to no warrant. ",
                "x": 787,
                "y": 1210
            },
            {
                "text": "Old Cardboard: Completed in DIAP Project Research. Revisits my childhood baseball card archive that I started 15 years ago. Analyzes the significance baseball had on me as I began to learn what it meant to be “American”.",
                "x": 990,
                "y": 1170
            },
            {
                "text": "Lumina: Completed during my undergrad at Queens College The series of light paintings that explores the juxtaposition of human interaction with light and scale. Creating ephemeral images that elevate them to an other-worldly experience for the viewer.",
                "x": 1080,
                "y": 902
            },
            {
                "text": "Fading Memories: A project completed Fall 2020. Images are pasted on bricks using Modge Podge and Citrasolv that invite viewers into a foreign dreamlike space where memories are fading. Photographs captured in Bucharest, Romania and Astoria, New York.",
                "x": 1353,
                "y": 1200
            },
            {
                "text": "Polaroid Bulletin: Home to class reminders, notes, and photographs.",
                "x": 193,
                "y": 713
            }
        ]
    },
    {
        "name": "Yujin Son",
        "image": "open-studios-Yujin-Son.jpg",
        "text": "During pandemic my liveliness and energy has turned into a small messiness on my desk. Luckily I could focus on my natural skills which is drawing and storytelling.  Learning software programs is cool and probably more ‘useful’ these days, but I often felt like it blurred my true color. I like how everything is in-reach at my desk- ideas, researches, concepts, scripts and so on. Sketchbooks of stories and characters are constantly asking me to ‘finish’ them. A lot of times I feel like starting from 0 again, which I think it was a necessary change.",
        "features": [
            {
                "text": "All my ‘undead’ sketches",
                "x": 1091,
                "y": 447
            },
            {
                "text": "Pen is my best friend. Both digital and traditional. It’s messy but I like to have them in reach whenever I need them to draw before I forget my idea",
                "x": 1109,
                "y": 915
            },
            {
                "text": "Color pencils and brushes. It’s good to feel how it’s like to make work by hand, not with tablet and mouse.",
                "x": 159,
                "y": 1201
            },
            {
                "text": "Sometimes I feel like my neck, back and eyes are tortured from staring at screens too long.",
                "x": 252,
                "y": 1623
            }
        ]
    },
    {
        "name": "Erica Shires",
        "image": "open-studios-Erica-Shires.jpg",
        "text":" Shifting to remote learning was traumatic and it took a while to find my bearings. Eventually, school and my cohorts became a way to reach out into a world that had gone quiet overnight and to try to make sense of what was going on. Two days before quarantine, my cat died; two weeks later her brother did too. There was a slow trickle of deaths of people I knew and then my father, who I wasn’t able to see again. The work I had been making all semester was tied up in loss and endings and the way sorrow changes us, and then a pandemic came along. As an artist, COVID-19 has given me a great deal to distill and draw from. \n\nI am in Brooklyn so my commute to City College took over an hour, but I miss the subway and my studio and seeing everyone in real life. I feel fortunate that my work is all on the computer, so space isn’t crucial and my set-up is sorted out. A working rhythm between my classes and everything I am making has settled in.",
        "features": [
            {
                "text": "A Mac for classes and life and a PC for all of the programs I am using in DIAP. This is the first PC I have ever used but now I alternate between them both every day. There are two keyboards on the table behind my chair which I use when I am only working on one computer or when I am not on a zoom call.",
                "x": 600,
                "y": 1320
            },
            {
                "text": "This face scan of Kara evolved from my research on death masks. It is a corrupted file but I liked the flaws and was experimenting with ways that I could use it in a video. Making death masks of unidentified corpses was an early form of forensics before photography was invented.",
                "x": 388,
                "y": 888
            },
            {
                "text": "My much loved Canon 5D Mark III which I have had since 2012 - I just looked that up and wow that’s a long time for anything digital. Most everything I have made since then, both stills and video, was filmed using that camera. ",
                "x": 66,
                "y": 1166
            },
            {
                "text": " A squirrel in a bowl of water thawing out for taxidermy. I have file folders full of images of each animal I have worked on. These were inspired by morgue records.",
                "x": 160,
                "y": 400
            },
            {
                "text": " Another squirrel covered in copper patina and a bird covered in silver.",
                "x": 1000,
                "y": 640
            },
            {
                "text": "This is a test print of Johanna - we have been working together for almost 10 years. It was shot during a workshop I was teaching in Italy and will be included in a larger book project.",
                "x": 1212,
                "y": 555
            },
            {
                "text": "Stills from a video of my cat Moonpie, who died at the same time COVID sent us inside. ",
                "x": 420,
                "y": 650
            },
            {
                "text": "Mood-board inspirations for research on a video I am making right now, which will most likely be a vignette in my final thesis. My interests lie in finding ways that old media and the natural environment can interact with emerging technologies. ",
                "x": 700,
                "y": 700
            }
        ]
    },
    {
        "name": "Nicole Carpenter",
        "image": "open-studios-Nicole-Carpenter.jpg",
        "text": "The hardest part of this semester was that, after starting at a new school and moving to NYC for the first time, I had to really think about how to make projects that I was super excited about within the strict limitations of the current pandemic. Previously my projects were mainly physical installations or live performances, but over this last semester I’ve had to learn new ways to bring my projects to life.\nSometimes I do get really tired of this whole pandemic and start to wish that we could just jump to the next chapter of our lives where we can all meet together again. But I try to remind myself that in each stage of life it’s important to live to the fullest and make art about that place or through the lens that that place gives you.",
        "features": [
            {
                "text": "My COVID-19 computer game that I want to turn into a fully functioning app.",
                "x": 147,
                "y": 414
            },
            {
                "text": "A video project about living life with thinking vs. feeling.",
                "x": 632,
                "y": 567
            },
            {
                "text": "A sketch diagram for a video project about adapting to unexpected change.",
                "x": 1090,
                "y": 1226
            }
        ]
    }
]