[
    {
        "name": "Alethea Pace",
        "image": "open-studios-Alethea_Pace.jpg",
        "text": "I continued to work on <em>Here goes the neighborhood..</em>. \n a multimedia work that reminds us of the wealth of knowledge we have in our bodies, memories and histories, and empowers us to dream of radical visions for our future. Created in collaboration with Bronx community members, it is an offering to the Bronx and an invitation to reclaim space. The piece was supposed to premier in May 2020 at BAAD! \n The Bronx was always the source of inspiration for the project but that feeling intensified over the past few months. I’ve spent hours during this pandemic walking around the borough and getting to know it more than ever. Everywhere I turned, on every block and street corner, I saw both creativity and resilience bursting from the seams. That inspired me to keep making work that centers our stories, especially those that are often untold or forgotten.",
        "features": [
            {
                "text": "This video is the culmination of a process of oral history walks that I cultivated with Bronxites. Their stories are presented alongside their site-specific movement responses.",
                "x": 744,
                "y": 847
            },
            {
                "text": "I've been wanting to learn projection mapping for some time and have been familiarizing myself with Isadora software over the last few months.",
                "x": 520,
                "y": 1423
            },
            {
                "text": "This video situates the work about the Bronx within a larger global context by mapping shifting landscapes across the world throughout history.",
                "x": 962,
                "y": 623
            },
            {
                "text": "Milk crates...collecting, storing and transporting them was its own dance piece! They can be used to construct altars, dance on, sit on as well as being chandeliers.",
                "x": 570,
                "y": 146
            }
        ]
    },
    {
        "name": "Diana Guerra",
        "image": "open-studios-Diana-Guerra.jpg",
        "text": "The way I make art has definitely changed since the pandemic started. I haven't worked in my studio since then and I also moved to a new apartment early in quarantine. Nowadays, I work at home with the space that is available. The process itself has also changed since now I include more planning before making and, in some way, this has transformed the scale and type of my work too. Almost all my work in progress is digital or has stayed in a digital format for now. \nI've transitioned to photographing more inside my apartment since meeting people has become more difficult due to Covid restrictions. This has allowed me to explore more in detail lighting techniques and specifics of studio photography which has been challenging but fruitful. I'm excited to see the outcomes of a new way of making that I've been experiencing the last few months, and to keep expanding the work that I started with my thesis project",
        "features": [
            {
                "text":"This is an extension of my thesis project which I presented last semester. This photograph will be part of a series of still lives that dives into the third space that we, latinx immigrants, build on a daily basis in NYC.",
                "x": 752,
                "y": 571
            },
            {
                "text": "A previous series of photographs where I collaborated with street vendors in Bushwick to place 3D printed objects in their food (https://dianaguerra.com/bushwick-america). The objects were the ones I included in the animation RGBird (https://rgbird.dianaguerra.com).",
                "x": 756,
                "y": 1004
            },
            {
                "text": "Fabrics and props for my last photo series. I'm trying to include objects to accomplish a mixture of our homelands and NYC. Any ideas?",
                "x": 198,
                "y": 1028
            },
            {
                "text": ": Cut out of the eyes of an immigrant worker that I photographed during a protest in July (https://www.instagram.com/p/CEATEQDp6hH/).",
                "x": 152,
                "y": 1480
            },
            {
                "text": "My beloved digital camera that I recently got to transition from analog photography. Now, I'm trying to focus more on the image composition rather than the process of making it.",
                "x": 1051,
                "y": 912
            },
            {
                "text": "I usually develop my black and white negatives. Here is a series that I worked on at the beginning of the year and that resembled a search for identity. (https://dianaguerra.com/look-at-look-into).",
                "x": 1342,
                "y": 946
            },
            {
                "text": "One of my Social Security To Go stickers, a mail art project that included intervention in the public space. If you would like to receive one (for free), check out this link (https://dianaguerra.com/home-1).",
                "x": 1296,
                "y": 1110
            }
        ]
    },
    {
        "name": "Ryan Maleady",
        "image": "open-studios-Ryan-Maleady.jpg",
        "text": "While most artists in DIAP are used to the studio being the laptop, I don’t think any of us were expecting what happened during our final school year. The laptop would become the site of our labor (if we were lucky enough to keep a job), where our virtual classes would be held, where the art would have to be made, and where even our leisure time would now take place while under different variations of lockdowns. \nAll distinctions between these modes of living have collapsed into the digital, making time feel out of joint and art sometimes feel unimportant in comparison to the chaotic and absorbing reality we’re living through. At the beginning of lockdown, I had a hard time justifying my art practice. Living through history made art seem meek and naive and the George Floyd uprisings made art feel even more futile in comparison. But as time passed and institutions and civilization itself began to visibly crumble under the weight of the pandemic, new possibilities, new futures seemed to make themselves visible and inspiration started to seep back into art and life.\nAfter seeing much of the art world respond to the Trump presidency with out-of-touch liberal morality theater and didactic protest art, I’ve become more interested in making art about conspiracy subcultures from a morally ambiguous and complex position. Now is as good a time as ever to ask ourselves “doesn’t a sick society call for a sick art?”",
        "features": [
            {
                "text":"This is a photograph I took of a camouflaged <a href='https://urldefense.proofpoint.com/v2/url?u=http-3A__www.cellreception.com_towers_details.php-3Fid-3D1277252&d=DwMFaQ&c=4NmamNZG3KTnUCoC6InoLJ6KV1tbVKrkZXHRwtIMGmo&r=Y9dtZ4_anWI9JelE9zqto4OclfOSz_4vgbrAlZzJ0Rs&m=rFiv0XhQ1-TJpUuMVqNL9rncRsXPrkdLat1ZBhW01aA&s=K538FQ4mVqo0__CMkCrXtyzqV1V5odPmjezM8OTZJd8&e='>cell tower</a> in upstate NY. I got it printed onto corrugated plastic often used for political lawn signs and adhered custom bumper stickers, delineating the different generations of wireless cellular technology.",
                "x": 882,
                "y": 734
            },
            {
                "text":"This is a website I made in the character of an anonymous artist and conspiracy theorist. I use the website as a 'sketch pad for ideas' where I create clickable, hyperlinked conspiracy image-fictions loosely based off current events.",
                "x": 222,
                "y": 1026
            },
            {
                "text":"New Dark Age helped shape my views on contemporary conspiracy theory as a mass folklore of the internet. Bridle also makes connections between conspiratorial delusions and how they precisely track to the new scientific discoveries and technologies of the day.",
                "x": 145,
                "y": 1309
            },
            {
                "text":"Apocalypse Culture is compulsory reading for any edgelord. No where else can you find an essay by someone like the radical anarchist and inventor of the temporary autonomous zone, Hakim Bey, followed by an essay by Hitler.",
                "x": 627,
                "y": 1280
            },
            {
                "text":"Breathing is a beautifully poetic book about the cycles of spasm, despair, and chaos we encounter in the ever accelerating, suffocating corpse that is financial capitalism. The only way to regain our collective, rhythmic breath once again is through 'poetry'. ",
                "x": 520,
                "y": 1170
            },
            {
                "text":"Land is at his best when diving head-on into schizophrenic theory-fiction. This was helpful in developing ways to write in a future-oriented way; creating new fictions out of existing ones by mashing prefixes, references, and suffixes together.",
                "x": 235,
                "y": 1431
            }
        ]
    },
    {
        "name": "Victor Pinnock",
        "image": "open-studios-Victor-Pinnock.jpg",
        "text": "During the past year 6 months this desk has been where I work, study and play. Alleviate only ever so often walking outside or having to work in person twice a week on my new job as a highschool teacher over the past month. I've moved back home half way through the pandemic and now moving again. It seems like this year was somehow filled with more live changing events than the whole decade for me. Even though there has been much hardship and change, it has led me to great growth.",
        "features": [
            {
                "text":"Physical computing components I just received today, I am planning to use to try to talk to plants as a final project for creative computing class. Together with other chips I am hoping to recycle and use for this project.",
                "x": 120,
                "y": 1040
            },
            {
                "text":"Digital drawing app I created this semester using processing. It was a great exploration of coding and I had fun playing with it all the time.",
                "x": 1020,
                "y": 1020
            },
            {
                "text":"A starbucks bottle filled with living moss, a self sustaining terrarium given to be as a gift by my friend Johnathan. I like to stare at it when I need a break from the screen.",
                "x": 170,
                "y": 861
            },
            {
                "text":"Hard to see but a 3D printed pot sculpted using VR next to a design by one of my high school students. Black 3D printed objects don't always photograph well.",
                "x": 470,
                "y": 1000
            }
        ]
    },
    {
        "name": "Zaira Ramos",
        "image": "open-studios-Zaira-Ramos.jpg",
        "text" :"The biggest challenge this semester was creating a space for myself at home. As a first year student in the DIAP program, I was really looking forward to interacting with fellow students in the open studio space. While undergrad I saw the importance of creating while being inspired by others. There is something about being in a space that helps lift you up. So when this semester everything switched to online learning, making a space for myself where I could zen out was super important. I needed to surround myself with things that inspired me to create, and also have the space where I could multitask with everything at once.",
        "features": [
            {
                "text" :"These are some Illustration prints that I purchased from a Puerto Rican artist named Tanya Torres. The colors and meaning behind both prints serve as inspiration to a lot of my current work this semester.",
                "x": 430,
                "y": 214
            },
            {
                "text" :"This is my desktop that has Indesign open with some beginning layout ideas for my current project. I also have google open next to my Indesign file as inspiration for what images will be used in my design.",
                "x": 306,
                "y": 540
            },
            {
                "text" :"While I work, I like to also have my laptop on so I can go back and forth between my desktop and laptop files. I try to gather and look at as much information as I can while building the research aspect for my project.",
                "x": 1205,
                "y": 1008
            },
            {
                "text" :"These are some sketches to my current project La Cura de Mami (Mom’s Cure). This project is inspired by past work that I have done relating to the generational study in my Puerto Rican heritage. I have been focused on the knowledge and objects that are passed down from mother to daughter. For this specific project I am focused on the medicinal properties in plants that have been grown and used by my mother, grandmother, and great grandmother. The book that is under my sketchbook is my mothers book that is full of plants and their medicinal properties. This is the driving force to my idea and research.",
                "x": 505,
                "y": 1462
            }
        ]
    }
]